{
  "setName": "reconstruction definitions",
  "restrictLetters": true,
  "termList": {
    "Who was an African American economist and opposed protests?": "Booker T. Washington",
    "Who was the controversial boxer who became the first African American heavyweight champion?": "Jack Johnson",
    "What event wasin protest of lynchings and racial violence?": "The Silent March in New York City",
    "What amendment stated that those born in the USA were granted citizenship?": "14th amendment",
    "What amendement allowed African Americans the right to vote?": "15th amendment",
    "What amendment ended slavery?": "13th amendment",
    "What banned the Ku Klux Klan?": "Force Acts",
    "Who was an African American female journalist who reported on lynchings and opposed the activity?": "Ida B. Wells",
    "Who was prior to the Jim CRrow Jaws: and limited the rights of African Americans?": "Black Codes",
    "What provided resources to recently freed slaves?": "Freedmen's Bureau",
    "What restarted the Ku Klux Klan?": "The Birth of a Nation",
    "What was the hate group that used violence to achieve white supremacy?": "Ku Klux Klan,KKK",
    "What outlined conditions for Confederate states to re-enter the Union?": "Military Reconstruction Act of 1867",
    "Which president was getting impeacehd for politica/ideological conflicts?": "Andrew Johnson",
    "Who released \"The Birth of a Nation\"?": "D.W. Griffith",
    "What court case stated that citizenship didn't mean right to vote: barring women from voting?": "Minor v. Happersett",
    "What event commemorates freed slaves from Texas?": "Juneteenth",
    "What gave 40 acres and a mule to freedmen?": "Special Orders #15,40 Acres and a Mule",
    "What group of people sought to enforce white supremacy?": "Redeemers",
    "What was the name of the event where Black people died from Confederate soldiers & the KKK in Louisiana?": "Colfax Massacre",
    "What type of cases limited the protection of priviledges and immunity of the 14th amendment?": "slaughterhouse cases,civil rights cases",
    "What provided spiritual unification and sleadership opportunities to Black people?": "Black church",
    "What was the stereotyped acting of Black people by white people?": "minstrel shows:blackface",
    "What challenged racist policies to improve communities?": "Black fraternal organizations",
    "What were sport leagues specifically for Black people?": "Negro leagues",
    "What are HBCUs?": "historically black college universities",
    "What were one of the first black colleges?": "Howard and Hampton",
    "What was a phrase for cotton mill workers?": "lint heads",
    "What was the justification for leaving the Union because it wasn't based off slavery?": "Lost Cause",
    "What were laws that codified segregation?": "Jim Crow Laws"
  },
  "subject": "history of the americas",
  "beginningCharIndex": 0
}
