{
  "setName": " set 1",
  "restrictLetters": true,
  "beginningCharIndex": 0,
  "termList": {
    "Who created the telephone?": "Alexander Graham Bell",
    "Who was the livestock tycoon that revolutionized the beef industry?": "Gustavus Swift",
    "Who was a railroad tycoon?": "Cornelius Vanderbilt,Vanderbilt",
    "Who was the banking tycoon that financed inventors?": "J.P. Morgan",
    "Who was the innovative intrepenuer who owned steel manufacturing enterprises?": "Andrew Carnegie",
    "Who was the immoral oil tycoon who owned Standard Oil?": "John D. Rockefeller",
    "Who promoted Social Darwinism?": "William Graham Sumner,William G. Sumner",
    "Who wrote \"rags to riches\" stories?": "Horatio Alger",
    "Who was the founder of the American Federation of Labor?": "Samuel Gompers",
    "Who was the leader of the American Railroad Union?": "Eugene V. Debs",
    "What was the period of confidence, economic growth, and social/economic division?": "The Gilded Age",
    "[transatlantic cable]": "transatlantic cable",
    "What was a better method for producing durable and high-quality steel?": "Bessemer Process",
    "[electricity]": "electricity",
    "What powered the industrial economy, was powerful, and corrupt?": "railroads",
    "What is another word for discounts?": "rebates",
    "[transcontinental railroad]": "transcontinental railroad",
    "[second industrial rev]": "Second Industrial Revolution",
    "What alloy was better than iron, had military purposes, and was good for structure?": "steel",
    "What was the politically corrupt oil company called?": "Standard Oil",
    "What is the word for when a large business controls an entire industry? [one answer]": "monopolies,trusts",
    "What is the type of integration is where corporations merge?": "horizontal",
    "What is the type of integration is where corporates control the entire industrial process?": "vertical",
    "What is the name of the economic theory where the government doesn't interfere with businesses?": "laissez-faire",
    "What justified success and the inaction of poorer people?": "Social Darwinism",
    "What are a collection of workers called?": "union",
    "Better wages, better hours, and better working conditions are what ____ want.": "unions",
    "What were replacement workers called?": "scabs",
    "Who did scabs tend to be?": "immigrants",
    "What are some tactics used to discourage unions and ensure employees follow the employer's demands?": "lockouts,blacklists,yellow-dog contracts, court injunctions",
    "What strike lowered wages for railroad workers, leading to destroyed property and a deployed militia to quell it?": "Great Railroad Strike",
    "What was the union of skilled and unskilled workers, who included minorities?": "Knights of Labor",
    "What peaceful protest went violent due to bombings and shootings?": "Haymarket Square",
    "What event undercut the influence of the Knights of Labor?": "Haymarket Square",
    "Which craft union focused on improving employee life rather than radical ideas?": "American Federation of Labor,AF of L",
    "What type of union only allows skilled workers?": "craft union",
    "Which strike occured in a Carnegie steel mill?": "Homestead Strike",
    "[land grants to railroad companies]": "",
    "Which act regulated railroads, fought trusts, and had loopholes?": "Interstate Commerce Act of 1887",
    "What is money for investment called?": "capital",
    "What belief had radical ideas, and wanted to remove the government, businesses, and private property?": "anarchism",
    "Which belief attempted assassinations and bombings?": "anarchism",
    "What was the belief of radical reform and public ownership of railroads, utilities, and other major industries?": "socialism",

    "Who was the corrupt head of Tammany Hall?": "Boss Tweed",
    "Who created the first settlement house?": "Jane Addams",
    "Who is an example of a yellow journalist? [name one]": "Joseph Pulitzer,William Randolph Hearst,William R. Hearst",
    "Who made patriotic songs?": "John Philip Sousa",
    "[susan b. anthony]": "Susan B. Anthony",
    "Who was a creator of a temperance movement? [name one]": "Frances Willard,Carrie Nation",
    "Who was an author of realism?": "Mark Twain",
    "[henry cabot lodge]": "Henry Cabot Lodge",
    "Who wrote \"How the Other Half Lives\"?": "Jacob Riis",
    "What were immigrants from North and West Europe called?": "old immigrants",
    "What were eastern and southern non-WASP immigrants from Europe called?": "new immigrants",
    "What was the idealized, superior white person?": "WASP,White Anglo-Saxon Protestant",
    "What were people who returned to their country of origin called?": "birds of passage",
    "What was Jewish persecution in Russia called?": "pogrom",
    "What is the word for when family or friends of immigrants migrate to be with family or friends?": "chain migration",
    "What is the name for buildings that house as much people as possible?": "tenements,dumbbell tenements",
    "What exposed the conditions of tenements to society?": "How the Other Half Lives",
    "What were areas with similar people and foreign cultres that tended to pull migrants?": "ethnic neighborhoods,enclaves,ghettos",
    "Which group was anti-Catholic?": "American Protective Association",
    "What filtered immigrants from migration?": "literacy tests",
    "Which island processed immigrants entering New York?": "Ellis Island",
    "What are corrupt municipal governments who help immigrants called?": "political machines,Tammany Hall",
    "What housed poor people and helped them?": "settlement houses",
    "Who coined the Gospel of Wealth?": "Andrew Carnegie",
    "What was the belief that it is the rich's responsibility to help the poor?": "Gospel of Wealth",
    "What are distinct residential areas for urban cities?": "suburbs",
    "Which act helped states build universities?": "Morrill Land Grant Act",
    "[social sciences]": "social sciences",
    "What was time spent on activities called?": "leisure time",
    "What is an example of a social gospel? [name one]": "Salvation Army,YMCA",
    "What Protestant movement applied Christian philosophy to solve urban issues?": "Social Gospel",
    "Which womans' suffrage organization was formed through a merger of two other organizations?": "National American Woman Suffrage Association,NAWSA",
    "What is an example of a temperance movement?": "Women's Christian Temperance Union,WCTU,Anti-Saloon League",
    "What established a quota system for immigrants based on previous census data?": "National Origins Act of 1924",
    "What type of journalism exposed information?": "muckraking",
    "What type of journalism emphasized sensationalism over facts?": "yellow journalism",

    "Who wrote \"The Significance of the Frontier in American History?": "Frederick Jackson Turner",
    "Who led the Populists? [one person]": "William Jennings Bryan,William J. Bryan,Mary E. Lease",
    "Which writer advocated for women's suffrage and temperance?": "Mary E. Lease",
    "Who was a pro-business republican?": "William McKinley",
    "What forced Native Americans to move, and also had economic goals?": "extermination of buffalo",
    "[stockyards of chicago]": "stockyards of Chicago",
    "Who invented barbed wire?": "Joseph Glidden",
    "Which invention kept livestock out of crops?": "barbed wire",
    "Which act promoted the settlement of the West, by offering public land?": "Homestead Act",
    "[deflation/inflation]": "deflation/inflation",
    "Which census removed the frontier line?": "Census of 1890",
    "What book stressed the importance of the frontier, fearing the consequences if we didn't?": "The Significance of the Frontier in American History",
    "Which act promoted the assimilation of Native Americans?": "Dawes Severalty Act of 1887",
    "What event was the final Native American resistance?": "Wounded Knee",
    "What banned Chinese immigration?": "Chinese Exclusion Act",
    "Which act authorized the construction of the first transcontinental railroad?": "Pacific Railway Act",
    "What was the idea that tilling land released moisture, returning as rain?": "rain follows the plow",
    "Which building attempted to assimilate Native Americans?": "Carlisle Indian School",
    "What is the tax on imported goods?": "tariffs",
    "What is an example of the mechanization of agriculture?": "mechanical reapers,threshing machine,barbed wire",
    "What was the greatest depression, prior the the Great Depression?": "Panic of 1893",
    "In which event did unemployed workers march to Washington D.C.?": "Coxey's March",
    "What were strikes against railroads?": "Pullman Strike",
    "Who won the election of 1896?": "William McKinley",
    "What ended the Populists Party?": "election of 1896",
    "Which party was for the people?": "the Populists",
    "Who spoke the \"Cross of Gold\" speech?": "William Jennings Bryan,William J. Bryan",
    "What is the word for when the people remove someone from office?": "recall",
    "What is the word for when a vote is based on what the people want?": "referendum",
    "What is the word for when the people propose a law?": "initiative",
    "What is it called when the tax you pay increases with the more incomoe you get?": "graduated income tax",
    "Which amendment created income tax?": "16th amendment",
    "What was an association of farmers?": "Farmers' Alliance",
    "The Farmers' Alliance made this list of grievances:": "Ocala Platform",
    "Which group advocated on behalf of farmers?": "The National Grange,Grange",
    "What is the name for an African-American migrant who moved in hopes of claiming land?": "exoduster",
    "What were African-American soldiers who hunted buffalo called?": "Buffalo Soldiers",
    "If coined, what metal would inflate the economy?": "silver",
    "What was the standard for currency?": "gold"
  },
  "subject": "ib history of the americas"
}
