{
  "setName": "u.s. expansionism definitions",
  "beginningCharIndex": 0,
  "termList": {
    "Who was the president of the Naval War College?": "Alfred Thayer Mahan,Alfred T. Mahan",
    "Who wrote \"The Frontier Thesis\", also known as \"The Significance of the Frontier on American History\"?": "Frederick Jackson Turner,Frederick J. Turner",
    "Which president refused to annex Hawaii due to how we acquired it?": "Grover Cleveland",
    "Which philosophers perpetuated the belief of social darwinism? [one person]": "Herbert Spencer,William Graham Sumner,William G. Sumner",
    "Who wrote songs that caputred patriotism?": "John Philip Souza",
    "Who wrote \"Our Country\" which gave social darwinism more racial and religious evidence?": "Josiah Strong",
    "Who was the ruler of Hawaii when it was overthrown?": "Queen Lilioukalani",
    "Who introduced a bill that increased tariffs on foreign imports?": "William McKinley",
    "What is the saying that said society evolved from undifferent homogenity to differentiated heterogenity?": "survival of the fittest",
    "What is the class of big steel American ships?": "ABCD class of armored cruisers",
    "What event occured when the captain of the Baltimore allowed his men to go to shore at Valparaíso?": "Baltimore incident",
    "What was the event were European leaders met to discuss how to split Africa?": "Berlin Conference",
    "What removed the frontier line?": "Census of 1890",
    "What were stops along the sea to \"refuel\" ships with coal?": "coaling stations",
    "What were British \"super battleships\" that were superior to previous ships?": "Dreadnought",
    "What was the idea of selectively mating for desireable traits, with the idea of reducing human suffering?": "eugenics",
    "What group of people overthrew Hawaii?": "U.S. citizens",
    "What would connect the Pacific & Atlantic Oceans, cutting through Central America?": "isthmian canal",
    "Who spread religion to \"underdeveloped\" nations?": "missionaries",
    "What was the belief that America had to expand, spread democracy, and spread American values?": "Manifest Destiny",
    "What document stated that any attempt from European countries to interfere in political affairs in the Western Hemisphere would be stopped by the Americans?": "Monroe Doctrine",
    "What was built for the study of naval warfare and to develop naval strategy?": "Naval War College",
    "What stated that the American Anglo-Saxons were superior and would dominate the globe?": "Our Country: Its Possible Future and Present Crisis",
    "What event led to bankrupt banks & businesses, leading to a stockpile of goods that couldn't be sold leading to decreased prices, job loss, and unemployment?": "Panic of 1893",
    "What island in Hawaii could easily protect Trans-Atlantic trade?": "Pearl Harbor",
    "What was the name of the system where an independent territory was under official diplomatic or military protection of another country?": "protectorate",
    "What country had a three-way protectorate between Britain, Germany, and the U.S.?": "Samoa",
    "What event was the increasing European control of Africa?": "Scramble for Africa",
    "What event was when Japan defeated China?": "Sino-Japanese War",
    "What belief applied the theory of evolution into soceity?": "Social Darwinism",
    "What was the name of the event where Venezuela owed debt to Britain and Germany, so they blockaded Venezuela?": "Venezuela Crisis",
    "What American document planted isolationist beliefs?": "Washington's Farewell Address",
    "What was the belief that the duty of WASPs was to spread Christianity and democracy to undercivilized areas?": "White Man's Burden",
    "What event was the final Native American resistance?": "Wounded Knee",
    "What was the fear of Japanese immigrants in Hawaii and the West Coast?": "yellow peril",
    "Who called for the creation of the U.S. Department of Commerce, and wanted to export their goods to other countries?": "NAM,National Association of Manufacturers",
    "Which group created educational opportunities for minorities in the U.S.?": "American Missionary Association",
    "Which U.S. Secretary of State dealt with the Venezuela Border Conflict?": "Richard Olney",
    "Midway Island is an example of what?": "coaling station",

    "Who were the leaders that took the place of José Martí?": "Maximo Gomez,Antonio Maceo,Calixto Garcia",
    "Who was was the first leader of the Cubans?": "José Martí",
    "Who implemented the \"Reconcentrado Policy\"?": "Valeriano Weyler",
    "Who was nicknamed \"The Butcher\" during the Spanish-American War?": "Valeriano Weyler",
    "Who were examples of yellow journalists? [one person]": "William Randolph Hearst,Joseph Pulitzer",
    "Who was the president who declared war against Spain?": "William McKinley",
    "Who was the Admiral of the Navy, and commander in the Battle of Manila Bay?": "Commodore George Dewey",
    "Who was the Assistant Secretary of the Navy in President McKinley's cabinet?": "Theodore Roosevelt",
    "Which running presidential candidate opposed U.S. imperialism?": "William Jennings Bryan,William J. Bryan",
    "Whose capture led to the end of the War in the Philippines?": "Emilio Aguinaldo",
    "What was the war between Spain and Cuba, prior to the Cuban Revolution and Cuba Libre Movement?": "Ten Years' War",
    "What act reduced tariffs on imports and exports?": "Wilson-Gorman Tariff",
    "What was the guerilla war between the Spanish and Cubans?": "Cuba Libre Movement",
    "What was the revolution against Spanish colonial rule in Cuba?": "Cuban Revolution",
    "What was the policy that put Cubans in concentration camps?": "Reconcentrado Policy",
    "What was a tropic disease that killed many soldiers during the Spanish-American War?": "yellow fever",
    "What ship blew up, leading to the start of the Spanish-American War?": "U.S.S. Maine",
    "Where did the U.S.S. Maine blow up?": "Havanna Harbor",
    "What was the name of the document where the Spanish ambassador spoke illy of President McKinley?": "De Lome Letter",
    "What prohibited the annexation of Cuba, to not replace colonial ownership?": "Teller Amendment",
    "What battle was a quick battle that kicked the Spanish out of the Philippines?": "Battle of Manila Bay",
    "What gave Puerto Ricans U.S. citizenship?": "Jones Act",
    "What was the name of the regiment led by Theodore Roosevelt?": "Rough Riders",
    "What battle was in Cuba, where the Rough Riders prevailed?": "Battle of San Juan Hill",
    "What was a decisive naval battle in Cuba?": "Battle of Santiago Harbor",
    "What was the treaty that ended the Spanish-American War?": "Treaty of Paris",
    "What was the naval base granted to the U.S. from the Platt Amendment?": "Guantanamo Bay",
    "What gave Cuba \"independence\" and gave the U.S. the right to intervene?": "Platt Amendment",
    "What group of prominent Americans opposed U.S. imperialism?": "Anti-Imperialist League",
    "Who was in the Anti-Imperialist League? [one person]": "Mark Twain,Jane Addams,William J. Bryan,William Jennings Bryan,Andrew Carnegie,Samuel Gompers",
    "What was the surprise attack on the U.S. army by citizens in the Philippines?": "Balangiga Massacre",

    "What stated that nations should trade with China, rather than cut spheres of influence?": "Open Door Notes",
    "Who replaced Jose Santos Zelaya?": "Adolfo Diaz",
    "Who acted on Big Stick Diplomacy?": "Theodore Roosevelt",
    "What was the crisis in Morocco between France & Germany, which TR resolved?": "Algeciras Conference",
    "Who were the groups in the Boxer Rebellion?": "Society of Righteous,Harmonious Fists",
    "What allowed the U.S. to build a canal in Nicaragua as well as naval bases?": "Bryan-Chamorro Treaty",
    "What was the name of the mediation by Argentina, Brazil, and Chile?": "ABC Intervention",
    "Who made the Drago Doctrine?": "Jose Maria Drago,Jose M. Drago",
    "Who proposed the Open Door Notes?": "John Hay",
    "Who was the Secretary of State for President McKinley?": "John Hay",
    "What now-state was a vital stop for trade, and good for protecting Pacific Ocecan trade?": "Hawaii",
    "Who acted on Dollar Diplomacy?": "William Howard Taft,William H. Taft",
    "Who acted on Moral Diplomacy?": "Woodrow Wilson",
    "What is the ideology for extreme national sentiment or agressive foreign policy?": "jingoes,jingoism",
    "Who believed that maritime technology would make a nation great?": "Alfred Thayer Mahan,Alfred T. Mahan",
    "Who was overthrown by the U.S. navy in Nicaragua?": "Jose Santos Zelaya,Jose S. Zelaya",
    "What article of the Mexican Constitution allowed the government to take over foreign ownership of natural resources and implement land reform?": "Article 27",
    "Who was the leader of the Philippines Movement?": "Emilio Aguinaldo",
    "Which mission sent the U.S. army to capture Villa, and failed?": "Pershing and Punitive Expedition,Punitive Expedition",
    "Who occupied post-war Cuba?": "Leonard Wood",
    "What agreement removed Japanese segregation in San Francisco, and limited the number of Japanese immigrants going into the U.S.?": "Gentlemen's Agreement",
    "What form of diplomacy used financial investment to increase U.S. influence?": "Dollar Diplomacy",
    "Who led the Pershing & Punitive Expedition?": "John J. Pershing",
    "What was the fear against Japanese immigrants?": "yellow peril",
    "What was a statement made by Henry Cabot Lodge and Theodore Roosevelt stating that they wanted to expand?": "Large Policy",
    "What was the name of the world-wide voyage of the U.S. fleet?": "Great White Fleet",
    "What is the name of the event when gold was discovered in the jungle in disputed area between Venezuela & British Guiana?": "Venezuela Border Dispute",
    "What were the secret negotiations where the U.S. recognized Japanese control of Korea and the Japanese recognized U.S. control of the Philippines?": "Taft-Katsura Agreement",
    "Who fought in conflicts between the Philippine-American War and the Banana Wars, and was the most decorated marine in U.S. history?": "Smedley Butler",
    "What was an alliance between Britain and Japan due to fears of Russian expansion?": "Anglo-Japanese Naval Alliance",
    "What was the name of conflicts in Central America due to U.S. interventions?": "Banana Wars",
    "The quote, \"Speak softly, but with a big stick\" best describes which form of diplomacy?": "Big Stick Diplomacy",
    "Which form of diplomacy is characterized by the backed diplomacy of an army?": "Big Stick Diplomacy",
    "What treaty gave Panama its independence and the U.S. land for a canal?": "Hay-Bunau-Varilla Treaty",
    "What project was started by the French, continued by the Americans, and is a major commercial/military artery?": "Panama Canal",
    "What reformed the U.S. army?": "Root Reforms",
    "What was made countries abide by the Open Door Policy in China?": "Root-Takahira Agreement",
    "What war did Theordore Roosevelt negotiate a peace between Russia and Japan?": "Russo-Japanese War",
    "What treaty was between the U.S. and Columbia where Columbia recognized Panama's independence in exchange for money?": "Thomson-Urrutia Treaty",
    "What treaty ended the Russo-Japanese War?": "Treaty of Portsmouth",
    "What was a multinational corportation that owned land in Central America?": "United Fruit Company,UFCO",
    "What Mexican city were U.S. troops deployed to prevent foreign arms from getting to Victoriano Huerta?": "Veracruz",
    "What strategy was developed in the case we would go to war with Japan?": "War Plan Orange",
    "What added onto the Monroe Doctrine, stating that the U.S. could get involved in the internal affairs of Latin American countries?": "Roosevelt Corollary",
    "What form of diplomacy is characterized by giving aide to those who share your beliefs?": "Moral Diplomacy",
    "Which Mexican general staged a coup against Francisco Madera?": "Victoriano Huerta",
    "Which Constitutionalist drafted the first Mexican Constitution?": "Venustiano Carranza",
    "Who brought Francisco Madero to power?": "Pancho Villa",
    "What was a series of regional conflicts that constantly replaced people in power?": "Mexican Revolution",
    "Which country was occupied by the U.S. because of fears of German occupation, and that they couldn't rule themselves?": "Haiti",
    "Which country was occupied by the U.S. to force them to pay back European debts?": "Dominican Republic",
    "Which country was occupied by the U.S. due to internal instability?": "Cuba"
  },
  "restrictLetters": true,
  "subject": "history of the americas"
}
