{
  "setName": "world war 1 definitions",
  "termList": {
    "Who was the Liberal Canadian prime minister between 1896 and 1911?": "Wilfrid Laurier",
    "Who was the Conservative prime minister between 1911 and 1920?": "Robert Borden",
    "Who originally oversaw the CEF, and was responsible for the use of Ross Rifles?": "Sam Hughes",
    "Who was the first Canadian-born commander of the Canadian Corps?": "Sir Arthur Currier",
    "Who was the head of the Imperial War Munitions Board?": "Joseph Flavelle",
    "Who was the Conservative Canadian prime minister in the years 1920 and 1921?": "Arthur Meighan",
    "Who was the Canadian journalist that supported Québécois nationalism?": "Henri Bourassa",
    "What form of rule gave land a certain amount of autonomy, but remained under the influence of a greater power?": "dominion",
    "Which political party wanted to decrease British ties and get Canadian independence?": "Liberal Party",
    "Similar to states, what is the name for how Canada is divided?": "provinces",
    "Which political party favorted close ties with Britain, and rebraned to the Unionist Party?": "Conservative Party",
    "What conflict was between the British and the Dutch in South Africa?": "Boer War",
    "What were the Dutch called in South Africa?": "Boers",
    "What was the Naval Service Act called by Conservatives?": "Tin Pot Navy",
    "What Canadian act was ratified to establish a Canadian navy?": "Naval Services Act",
    "What was caused by the Canadian gold rush, where the British sided with the U.S.A?": "Alaska-Canadian Dispute",
    "What declared that English would be the official language of institution, where French was limited to the first 2 years of elementary?": "Ontario's Regulation 17",
    "What were the Canadian troops on the Western Front called?": "Canadian Expeditionary Force,CEF,Canadian Corps",
    "What was the official firearm of the Canadian forces, and was a poor choice of weaponry?": "Ross Rifle",
    "What gave British dominions more autonomy during the war?": "Imperial War Cabinet",
    "What battle was the first real Canadian participation in the war, and where they suffered the first gas attack?": "Battle of Ypres",
    "What battle was the most prominent battle in Canadian history, as people were quoted to have seen \"the birth of a nation\"?": "Vimy Ridge",
    "What battle empitomized the horrible conditions of WWI?": "Passchendaele",
    "What was the final Allied push in WWI?": "The Hundred Days",
    "What system surrounded ships with destroyers?": "convoy system",
    "What are Canadian Native-Americans called?": "First Nations",
    "What was enacted to conscript Canadians?": "Military Service Act of 1917",
    "What gave women (wives, sisters, daughters, etc.) of soldiers suffrage?": "Wartime Elections Act",
    "What gave soldiers in the CEF the ability to vote?": "Military Voters Act",
    "What was the riot by Québécois due to conscription?": "Quebec Draft Riots",
    "What was the incident where a French freighter blew up in a Canadian city?": "Halifax Explosion",
    "What were loans to the government to encourage patriotism and to finance the war?": "victory bonds",
    "What coordinated resources and factories to optimize ammo production?": "Imperial War Munitions Board",
    "What replaced the Shells Committe (and effectively Sam Hughes)?": "Imperial War Munitions Board",
    "What oversaw Canadian food production?": "Board of Grain Supervisors",
    "What raised money to economically support the families of soldiers?": "Canadian Patriotic Fund",
    "What is an example of women in the Canadian army?": "nursing sisters",
    "What act increased government censorship?": "Wartime Measures Act",
    "What act taxed the wealthy, but generated little revenue?": "Income War Tax of 1917",
    "Which political party was made of Liberal & farmers' interests?": "Progressive Party",
    "What was a Canadian union strike?": "Winnipeg General Strike",
    "What gave the government the right to deport those who advocated its overthrow?": "Immigration Act of 1919",
    "What answer was given on Article X of the League of Nations for deploying troops, where a state's geographical & special conditions should be in consideration when deploying troops?": "Canadian Resolution",
    "What secret meeting was held to discuss naval disarmament?": "Washington Naval Conference",
    "What crisis was between Turkey and Britain due to Turkish attempt to push Greek occupators out of Turkey?": "Chanak Crisis",
    "What treaty was the first time Canada signed without British co-signature, and regarding fishing rights with the U.S.?": "Halibut Treaty",
    "What gave dominions equal footing with commonwealths, and allowed ambassadors to represent their own dominion?": "Balfour Declaration",
    "What outlawed offensive war as an instrument of national policy?": "Kellogg-Briand Pact",
    "What established legislative independence for dominions, essencially making it so Britian couldn't declare war on behalf of their dominions?": "Treaty of Westminister",

    "What was the name of the ceasefire between Allied and Central powers?": "armistice",
    "What were Wilson's ideals for the Treaty of Versailles, and the world after the war?": "fourteen points",
    "Which organization consisting of multiple countries banded for collective security?": "League of Nations",
    "Which organization was included in the Treaty of Versailles?": "League of Nations",
    "What is the peaceful resolution to disputes, and provides assistance in the case of aggression?": "collective security",
    "This part of the League of Nations charger stated that all countries had to respect every territory and border; countries had to protect these boarders via sanctions and power.": "Article X",
    "This part of the Treaty of Versailles punished Germany via reparations, giving up land, and limiting their army.": "War Guilt Clause",
    "What is the payment done to a country for fighting them?": "reparations",
    "What was brought up by the Japanese, to include Asian powers in global things?": "Racial Equality Clause",
    "Which group of people were in between both sides of the ratification debate, and were willing to compromise for the Treaty of Versailles?": "reservationists",
    "Which group of people were against the ratification of the treaty, and were unwilling to compromise?": "irreconciliables",
    "Who was the leader of the Irreconciliables?": "William Borah",
    "In WW1, who was the leader of the French?": "Georges Clemenceau",
    "In WW1, who was the Prime Minister of Britain": "David Lloyd Geroge",
    "What phrase was used by Republicans to go back to laissez-faire and isolationism?": "return to normalcy"
  },
  "restrictLetters": true,
  "subject": "history of the americas",
  "beginningCharIndex": 0
}
