{
  "setName": "ww2 set 1",
  "restrictLetters": true,
  "beginningCharIndex": 0,
  "termList": {
    "Who was the Prime Minister of Canada during WW2?": "Mackenzie King",
    "Who was the Minister of Munitions and Supply?": "C.D. Howe,Howe",
    "What called for increased sanction on Italy?": "Canadian Resolution",
    "What was the name of the event where the British monarch travelled around Canada to build bonds with them?": "Royal Tour",
    "What created the Permanent Joint Board of Defense between U.S. and Canada?": "Ogdensburg Agreement",
    "What stated that the U.S. and Canada would work together on Lend-Lease?": "Hyde Park Declaration",
    "What type of vessel protected convoy ships?": "corvettes",
    "What defended Britain in the Battle of Britain, which also led to limited ground forces and conscription?": "Royal Canadian Air Force,RCAF",
    "What trained pilots from all British dominions?": "British Commonwealth Air Training Plan",
    "During WW2, which battle trapped Canadian forces, and made them feel like they were left to hang by the British?": "Fall of Hong Kong",
    "What was a small invasion of France that provided valuable information for D-Day?": "Dieppe",
    "What battle was the capture of an Italian port by Canadian forces?": "Capture of Ortona",
    "What was the place that Canadians invaded during D-Day?": "Juno Beach",
    "What was the battle where Canadian forces capture Antwerp by going through Netherlands?": "Battle of the Scheldt",
    "During WW2, what was the first act for conscription in Canada?": "National Resources Mobilization Act,NRMA",
    "What were home-defense conscripts called?": "zombies",
    "What were loans to the Canadian government?": "victory bonds",
    "What increased Canadian government censorship?": "Wartime Measures Act",
    "What is one example of non-combatant branch of the Canadian Corps? [one answer]": "Canadian Women's Army Corps,Royal Canadian Naval Service,WRENS",
    "What were the Canadian women who worked in weapon manufacturing plants called?": "Bren Gun Girl",
    "Which Canadian act gave monthly payments to help mothers support their children?": "Family Allowance Act",
    "What conference did Canada host?": "Quebec Conference",
    "In Canada, what recommended increased federal gov. economic power?": "Rowell-Sirois Commission",
    "In Canada, what called for social welfare programs such as old-age pensions, employee insurance, and income supplements?": "Marsh Report",
    "In Canada, which act encouraged businesses to support in- and ex-military personnel?": "Veterans' Charter",
    "What was the meeting between the federal government and provincial governments regarding post-war reconstruction?": "Dominion-Provincial Conference on Reconstruction",

    "Who was credited with starting the Good Neighbor policy with his goodwill tour?": "Herbert Hoover",
    "Who was the Mexican President between 1934 and 1940?": "Lazaro Cardenas,Cardenas",
    "Who was the Cuban dictator?": "Fulgencio Batista,Batista",
    "Who was the Dominican Republic dictator?": "Rafael Trujillo,Trujillo",
    "Who was the Nicaraguan dictator?": "Anasastacio Somoza,Somoza",
    "Who headed the Office of the Coordination of Inter-American Affairs?": "Nelson Rockefeller",
    "What hurt Latin American economies by raising tariffs?": "Hawley-Smoot Tariff",
    "Which speech talked about amending Latin American relations?": "FDR's Inaugural Address",
    "Which conference renounced the rights of U.S. and Latin American nations to interfere in each others' affairs?": "Montevideo Conference",
    "What were bilateral agreements to reduce tariffs, leading to the increase of trade?": "Reciprocal Trade Agreements",
    "What promoted loans for Latin American companies who imported U.S. goods?": "Export-Import Bank",
    "Which conference renounced the right to intervene in order to protect economic interest?": "Buenos Aires Conference",
    "Which conference created the Declaration of Solidarity of America and the Declaration of American Principles?": "Lima Conference",
    "Which declaration stated that members of the Lima Conference would cooperate against foreign interventions?": "Declaration of Solidarity of America",
    "Name one example of films made for Latin American audiences.": "Saludos Amigos,The Three Caballeros",
    "What policies promoted Latin American manufacturing, leading to increased government intervention in the economy?": "Import-Substitution Industrialization",
    "Which conference established the maritime security zone and banned belligerent subs from enetering?": "Panama Conference",
    "What was the idea that people were internal spies from other countries?": "fifth column",
    "What was the blocklist of pro-Axis bussinesses and people who were potentially fifth column?": "proclaimed list",
    "Which organization promoted relations and cultural outreach between Latin American countries?": "Office of the Coordination of Inter-American Affairs",
    "Which conference invoked the Monroe Doctrine, protecting colonies from being taken over by Axis powers?": "Havana Conference",
    "Which conference pressured Latin American countries to cut ties with Axis powers?": "Rio Conference",
    "What was the name of the Brazilian force?": "Brazilian Expeditionary Force,Smoking Cobras",
    "What was the oil tanker that got sunk by German torpedos?": "Potrero del Llano",
    "What was the name of the Mexican army that got sent to the Philippines?": "Aztec Eagles",
    "What was the name of the agricultural labor program which contracted Mexican laborers to the U.S.?": "Bracero program",
    "Which conference stated that Argentina would be allowed to enter the UN if they declared war?": "Chapultepec Conference,Act of Capultepec",

    "During WW2, who was the Prime Minister of Britain?": "Winston Churchill",
    "This Republican supported FDR's concept of helping allies.": "Wendell Willkie",
    "Who made the America First Committee?": "Charles Lindbergh",
    "Which incident served as Japanese justification to invade Manchuria?": "Mukden Incident",
    "Which document stated that the U.S. wouldn't recognize territory gains made by Japan?": "Stimson Doctrine",
    "What was the phrase used for arms/munitions manufacturers who profitted from the First World War?": "merchants of death",
    "Which acts stated that the U.S. wouldn't sell arms/munitions to belligerent nations or board their ships?": "Neutrality Acts",
    "Which act allowed Allied nations to purchase arms, if they paid in cash and transported it themselves?": "Cash-Carry",
    "Which executive decision allowed Britain to lease bases in the Western hemisphere for American destroyers?": "Bases-for-Destroyers Deal",
    "What allowed the U.S. to lend their war supplies to a nation that was vital to the security of the U.S.?": "Lend-Lease",
    "Name one country that benefitted from Lend-Lease.": "Brazil,Soviet Union,United Kingdom",
    "What secret meeting between FDR and Churchill established goals for the world after the Second World War?": "Atlantic Charter",
    "Which isolationist group was against U.S. entry into WW2?": "America First Committee",
    "What phrase describes the freedoms of speech, want, fear, and worship?": "four freedoms",
    "Which act increased the size of the U.S. navy?": "Vincent Act,Two Navy Act",
    "During WW2, which act led to peacetime conscription and training in the U.S.?": "Burke-Wadsworth Act",
    "What was the name of the plan to have a defensive war wigh Japan, but an offensive war against Germany?": "Plan Dog,ABC-1",
    "Name on country/territory that was occupied by the U.S. to help with Lend-Lease.": "Greenland,Iceland",
    "Which incident resulted in the attack of a U.S. destroyer?": "Greer Incident",
    "During this incident, the Japanese bombed the U.S. Navy and 3 Standard Oil tankers.": "Panay Incident",
    "Which act created a defensive alliance between Germany, Italy, and Japan?": "Tripartite Act"
  },
  "subject": "ib history of the americas"
}
