{
  "setName": "ww2 set 1",
  "restrictLetters": true,
  "beginningCharIndex": 0,
  "termList": {
    "Who was the Prime Minister of Canada during WW2?": "Mackenzie King",
    "Who was the Minister of Munitions and Supply?": "C.D. Howe,Howe",
    "What called for increased sanction on Italy?": "Canadian Resolution",
    "What was the name of the event where the British monarch travelled around Canada to build bonds with them?": "Royal Tour",
    "What created the Permanent Joint Board of Defense between U.S. and Canada?": "Ogdensburg Agreement",
    "What stated that the U.S. and Canada would work together on Lend-Lease?": "Hyde Park Declaration",
    "What protected convoy ships?": "corvettes",
    "What defended Britain in the Battle of Britain, which also led to limited ground forces and conscription?": "Royal Canadian Air Force",
    "What trained pilots from all British dominions?": "British Commonwealth Air Training Plan",
    "What battle trapped Canadian forces, and made them feel like they were left to hang by the British?": "Fall of Hong Kong",
    "What was a small invasion of France that provided valuable information for D-Day?": "Dieppe",
    "What battle was the capture of an Italian port by Canadian forces?": "Capture of Ortona",
    "What was the place that Canadians invaded during D-Day?": "Juno Beach",
    "What was the battle where Canadian forces capture Antwerp by going through Netherlands?": "Battle of the Scheldt",
    "What was the first act for conscription?": "National Resources Mobilization Act,NRMA",
    "What were home-defense conscripts called?": "zombies",
    "What were loans to the Canadian government?": "victory bonds",
    "What increased Canadian government censorship?": "Wartime Measures Act",
    "What is one example of non-combatant branch of the Canadian Corps? [one answer]": "Canadian Women's Army Corps,Royal Canadian Naval Service,WRENS",
    "What were the Canadian women who worked in weapon manufacturing plants called?": "Bren Gun Girl",
    "What enacted monthly payments to help mothers support their children?": "Family Allowance Act",
    "What conference did Canada host?": "Quebec Conference",
    "What recommended increased federal gov. economic power?": "Rowell-Sirois Commission",
    "What called for social welfare programs such as old-age pensions, employee insurance, and income supplements?": "Marsh Report",
    "What encouraged businesses to support in- and ex-military personnel?": "Veterans' Charter",

    "Who was the Mexican President between 1934 and 1940?": "Lazaro Cardenas,Cardenas",
    "Who was the Cuban dictator?": "Fulgencio Batista,Batista",
    "Who was the Dominican Republic dictator?": "Rafael Trujillo,Trujillo",
    "Who was the Nicaraguan dictator?": "Anasastacio Somoza,Somoza",
    "What hurt Latin American economies by raising tariffs?": "Hawley-Smoot Tariff",
    "What talked about amending Latin American relations?": "FDR's Inaugural Address",
    "What renounced the rights of U.S. and Latin American nations to interfere in each others' affairs?": "Montevideo Conference",
    "What were bilateral agreements to reduce tariffs, leading to the increase of trade?": "Reciprocal Trade Agreements",
    "What promoted loans for Latin American companies who imported U.S. goods?": ""
  },
  "subject": "ib history of the americas"
}
