{
  "setName": "ww2 set 2",
  "restrictLetters": true,
  "beginningCharIndex": 0,
  "termList": {
    "Who was the U.S. commander of Western Defense Command?": "General John L. DeWitt,John L. DeWitt",
    "Which Japanese-American was in the 442nd Regiment, and became the Hawaiian senator?": "Daniel Inouye",
    "Which U.S. president gave a formal apology to the Japanese-Americans for internment?": "Ronald Reagan",
    "Who was the Canadian prime minister during WW2?": "Mackenzie King",
    "What was the fear of Asian immigrants, leading to the Chinese Exclusion Act?": "yellow peril",
    "In WW2, what was the first Japanese-American regiment?": "442nd regiment,442nd",
    "What was the idea that people were internal spies from other countries?": "fifth column",
    "What enacted the U.S. selective service during peace-time?": "Burke-Wadsworth Act",
    "What denied Japanese-Americans from owning land, in an attempt to bring down competition?": "California Alien Land Law",
    "What were some examples of internment camps in the U.S.?": "Crystal City,Topaz,Heart Mountain,Manzanar,Rowher,Tule Lake",
    "Which internment camp was for Japanese-Americans, Italian-Americans, and German-Americans?": "Crystal City",
    "What required all Japanese-Americans to register their families and prepare to leave?": "Executive Order 9066",
    "What established the WRA (War Relocation Authority)?": "Executive Order 9102",
    "Which court case upheld the application of curfews on minorities?": "Hirabayashi v. United States",
    "What were first-generation Japanese immigrants called?": "issei",
    "What were second-generation Japanese immigrants called?": "nisei",
    "What ensured protection and comfort for Japanese-Americans after internment?": "Japanese American Citizens League,JACL",
    "Which court case upheld the internment of Japanese-Americans?": "Korematsu v. United States",
    "What lessed hemispheric threats from Japan, and proved to be a turning point in the Pacific Theater?": "Midway",
    "What translated enemy documents, propaganda, and interrogations?": "Military Intelligence Service,MIS,Language School,Ritchie Boys",
    "Which association pushed for a government apology for internment against Japanese-Canadians?": "National Association of Japanese Canadians,NAJL",
    "Which act set up the systems of quoates for immigratnts, and formally banned the Japanese from immigrating into the U.S.?": "National Origins Act",
    "Which Canadian act removed and detained Japanese-Canadians, as well as creating their internment?": "Order in Council PC 1486",
    "Which movement was an effort to get a restitution for internment against Japanese-Americans?": "Redress Movement",
    "Which report investigated into how Pearl Harbor occured, and blamed the Japanese instead of their lack of preparation?": "Roberts Report",
    "What was the largest internment camp in the U.S.?": "Tule Lake",
    "Which act interned the Japanese-Canadians?": "War Measures Act",
    "Which organization removed Japanese-Americans from military zones and relocated them?": "War Relocation Authority,WRA",

    "In the 1944 U.S. elections, who was FDR's choice for Vice President?": "Harry Truman",
    "What was the collection of unused metals and plastics?": "scrap drive",
    "What were civilian gardens consisting of fruits and vegetables for personal consumption?": "victory gardens",
    "What entity issued coupons for items and controled prices due to shortages and rationing?": "Office of Price Administration",
    "What were U.S. bonds from the government to fund the war?": "war bonds",
    "What was the largest Ford manufacturing plant that utilized assembly lines to construct bomber planes?": "Willow Run",
    "What were cargo ships called?": "liberty ships",
    "What is an example of a bomber plane? [one answer]": "B-24,B-29",
    "What act created peacetime conscription?": "Selective Service Act",
    "What was the development and research of the atomic bomb called?": "Manhattan Project",
    "What was a hero for women in the work force; women who worked in defense plants were often called this:": "Rosie the Riveter",
    "What is an example of a branch of military for women? [one answer]": "U.S. Naval Women's Reserve,WAVES,Women's Army Corps,WAC,Women's Air Force Service Pilots,WASPS",
    "What was the belief of having victory overseas against enemies and victory at home against segregation?": "double victory",
    "What removed discrimination against potential employees in the defense industry?": "Executive Order 8802",
    "What created the Fair Employment Practices Commission (FEPC)?": "Executive Order 8802",
    "Which organization used WWII to persuade and shame the U.S. government for segregation, and believed in double victory?": "the NAACP",
    "Which organization confronted discrimination head-on through nonviolent protest?": "Congress of Racial Equality,CORE",
    "What was the migration of people from rural areas to urban ones?": "Great Migration",
    "What is an example of a race riot in WWII? [one answer]": "Detroit Race Riots,Harlem Race Riots",
    "What were African American pilots called?": "Tuskegee Airmen",
    "Which program contracted Mexican citizens for labor due to labor shortages?": "Bracero Program",
    "What riot was caused from underage Mexican-Americans being unable to sign up for conscription?": "Zoot Suit Riots",
    "Who were the people who used a Native American language to encrypt commonly used military words?": "Navajo Code Talkers",
    "What \"belt\" area grew due to military bases, facilities, shipyards, and labor opportunities?": "Sun belt"
  },
  "subject": "ib history of the americas"
}
