{
  "setName": "ww2 set 2",
  "restrictLetters": true,
  "beginningCharIndex": 0,
  "termList": {
    "Who was the U.S. commander of Western Defense Command?": "General John L. DeWitt,John L. DeWitt",
    "Which Japanese-American was in the 442nd Regiment, and became the Hawaiian senator?": "Daniel Inouye,Inouye",
    "Which U.S. president gave a formal apology to the Japanese-Americans for internment?": "Ronald Reagan",
    "Who was the Canadian prime minister during WW2?": "Mackenzie King",
    "Who was the Canadian politician that gave an apology to the Japanese-Canadians for internment?": "Brian Mulroney",
    "What was the fear of Asian immigrants, leading to the Chinese Exclusion Act?": "yellow peril",
    "In WW2, what was the first Japanese-American regiment?": "442nd regiment,442nd",
    "What was the idea that people were internal spies from other countries?": "fifth column",
    "What denied Japanese-Americans from owning land, in an attempt to bring down competition?": "California Alien Land Law",
    "What were some examples of internment camps in the U.S.?": "Crystal City,Topaz,Heart Mountain,Manzanar,Rowher,Tule Lake",
    "Which internment camp was for Japanese-Americans, Italian-Americans, and German-Americans?": "Crystal City",
    "What required all Japanese-Americans to register their families and prepare to leave?": "Executive Order 9066",
    "What established the WRA (War Relocation Authority)?": "Executive Order 9102",
    "Which court case upheld the application of curfews on minorities?": "Hirabayashi v. United States",
    "What were first-generation Japanese immigrants called?": "issei",
    "What were second-generation Japanese immigrants called?": "nisei",
    "What ensured protection and comfort for Japanese-Americans after internment?": "Japanese American Citizens League,JACL",
    "Which court case upheld the internment of Japanese-Americans?": "Korematsu v. United States",
    "What lessed hemispheric threats from Japan, and proved to be a turning point in the Pacific Theater?": "Midway",
    "Which branch of the military translated enemy documents, propaganda, and interrogations?": "Military Intelligence Service,MIS,Language School,Ritchie Boys",
    "Which association pushed for a government apology for internment against Japanese-Canadians?": "National Association of Japanese Canadians,NAJL",
    "Which act set up the systems of quotas for immigratnts, and formally banned the Japanese from immigrating into the U.S.?": "National Origins Act",
    "Which Canadian act removed and detained Japanese-Canadians, as well as creating their internment?": "Order in Council PC 1486",
    "Which movement was an effort to get a restitution for internment against Japanese-Americans?": "Redress Movement",
    "Which report investigated into how Pearl Harbor occured, and blamed the Japanese instead of their lack of preparation?": "Roberts Report",
    "What was the largest internment camp in the U.S.?": "Tule Lake",
    "Which act interned the Japanese-Canadians?": "War Measures Act",
    "Which organization removed Japanese-Americans from military zones and relocated them?": "War Relocation Authority,WRA",

    "In the 1944 U.S. elections, who was FDR's choice for Vice President?": "Harry Truman",
    "Which American general was also part of the Danish-American automotive industry?": "William Knudsen,Knudsen",
    "Which American industrialist was known for his shipbuilding and construction projects?": "Henry Kaiser,Kaiser",
    "Who was the first African-American to recieve the Naval Cross?": "Dorie Miller,Miller",
    "Which African-American threatened a march to Washington D.C. for more jobs?": "A. Philip Randolph,Randolph",
    "During WW2, what was the collection of unused metals and plastics?": "scrap drive",
    "What were civilian gardens consisting of fruits and vegetables for personal consumption?": "victory gardens",
    "What entity issued coupons for items and controled prices due to shortages and rationing?": "Office of Price Administration",
    "What were U.S. bonds from the government to fund the war?": "war bonds",
    "What was the largest Ford manufacturing plant that utilized assembly lines to construct bomber planes?": "Willow Run",
    "What were cargo ships called?": "liberty ships",
    "What is an example of a bomber plane? [one answer]": "B-24,B-29",
    "During WW2, which act created peacetime conscription in the U.S.?": "Selective Service Act,Burke-Wadsworth Act",
    "Which act prevented strikes during WW2?": "Smith-Connally Act",
    "What was the development and research of the atomic bomb called?": "Manhattan Project",
    "A hero for women in the work force; women who worked in defense plants were often called this:": "Rosie the Riveter",
    "What is an example of a branch of military for women? [one answer]": "U.S. Naval Women's Reserve,WAVES,Women's Army Corps,WAC,Women's Air Force Service Pilots,WASPS",
    "What was the belief of having victory overseas against enemies and victory at home against segregation?": "double victory",
    "What removed discrimination against potential employees in the defense industry?": "Executive Order 8802",
    "What created the Fair Employment Practices Commission (FEPC)?": "Executive Order 8802",
    "Which committee removed discrimination against potential employees in the defense industry?": "Fair Employment Practices Commission,FEPC",
    "Which organization used WWII to persuade and shame the U.S. government for segregation, and believed in double victory?": "the NAACP",
    "Which organization confronted discrimination head-on through nonviolent protest?": "Congress of Racial Equality,CORE",
    "What was the migration of people from rural areas to urban ones?": "Great Migration",
    "What is an example of a race riot in WWII? [one answer]": "Detroit Race Riots,Harlem Race Riots",
    "What were African American pilots called?": "Tuskegee Airmen",
    "Which tank regiment consisted of African-Americans?": "Black Panthers,761st Tank Batallion",
    "Which court case banned all-white primaries?": "Smith v. Allright",
    "Which act gave veterans funds for college education, unemployment insurance, and housing?": "Servicemen's Readjustment Act,GI Bill",
    "Which program contracted Mexican citizens for labor due to labor shortages?": "Bracero Program",
    "What riot was caused from underage Mexican-Americans being unable to sign up for conscription?": "Zoot Suit Riots",
    "Which organization developed opportunities for Latin Americans?": "LULAC,League of Latin American Citizens",
    "Who were the people who used a Native American language to encrypt commonly used military words?": "Navajo Code Talkers",
    "What \"belt\" area grew due to military bases, facilities, shipyards, and labor opportunities?": "Sun belt",

    "Who was the leader of the German Nazi Party, and leader of Germany in WW2?": "Adolf Hitler",
    "Who was the leader of Italy in WW2?": "Benito Mussolini",
    "In WW2, who was the leader of the Soviet Union?": "Josef Stalin",
    "In WW2, who was the president of the United States?": "Franklin D. Roosevelt,FDR",
    "In WW2, who was the Prime Minister of the United Kingdom?": "Winston Churchill",
    "During WW2, who was the Chief of Staff of the U.S. Army?": "George C. Marshall",
    "Who was the commander for D-Day?": "Dwight D. Eisenhower,Eisenhower",
    "Who led Operation Fortitude?": "George Patton,Patton",
    "What was the deception campaign to mislead Germany into a possible invasion of Calais, and not Normandy?": "Operation Fortitude",
    "Who was the U.S. general who commanded the liberation of France?": "Omar Bradley,Bradley",
    "Which U.S. general led El Alamein and Operation Torch?": "Bernard Montgomery,Montgomery",
    "During WW2, who was the Marshall of the Soviet Union?": "Georgy Zukov,Zukov",
    "Who was the leader of \"the Desert Foxes\"?": "Erwin Rommel,Rommel",
    "What were German forces in North Africa called?": "Desert Foxes",
    "What was the concept of living space for Germans?": "lebensraum",
    "What was the German word for people considered to be inferior?": "untermenschen",
    "What was the German army called?": "Wehrmacht",
    "Who were ideologically committed officers, highly armed, and part of the SS?": "Waffen SS",
    "What was the German air force called?": "Luftwaffe",
    "Who headed the Luftwaffe?": "Herman Goering,Goering",
    "What was the Soviet army called?": "Red Army",
    "What was the agreement for non-aggression between Germany and the Soviet Union called?": "Nazi-Soviet Non-Aggression Pact,Ribbentrop-Molotov Pact",
    "Which event started the Second World War?": "invasion of Poland",
    "In WW2, what was the period of non-fighting called?": "the Phony War,Sitzkrieg",
    "What was the name for German lightning warfare, which included the use of tanks and air force?": "blitzkrieg",
    "In which event did British troops evacuate France through the British channel?": "Dunkirk",
    "What were the aerial battles between the British Royal Navy and the Luftwaffe called?": "Battle of Britain",
    "In WW2, what was the bombing of British cities?": "the Blitz",
    "What was Germany's planned invasion of Britain called?": "Operation Sea Lion",
    "What were the discussed plans for the world after WW2 between the UK and U.S.?": "Atlantic Charter",
    "What was the name for Axis submarines (German U-Boats) sinking merchant ships and Allied vessels in the Atlantic?": "Operation Drumbeat,Operation Paukenshlag",
    "What was the German invasion of Russia called?": "Operation Barbarossa",
    "During the winter, new lines of defense were made to protect Moscow; skilled forces were moved to the West to help this battle.": "Defense of Moscow",
    "What was the name for SS death squads responsible for mass murder?": "Einsatzgruppen",
    "Which conference planned the Final Solution?": "Wannsee Conference",
    "What was the name for planned genocide against the Jews?": "The Final Solution",
    "What is an example of a concentration camp? [name one]": "Auschwitz,Treblinka,Bergen-Belsen,Dachau,Matuhausen,Buchenwald",
    "What was the invasion of Azerbaijan for oil, leading to a war of attrition?": "Stalingrad",
    "What was the German offensive to possibly break Soviet lines?": "Operation Citadel,Battle of Kursk",
    "What was the turning point in North Africa, where British forces defeated the Desert Foxes?": "El Alamein",
    "What was the invasion of North Africa called?": "Operation Torch",
    "What was the invasion of Sicily called?": "Operation Husky",
    "Which foreign force fought on the Italian peninsula?": "the Smoking Cobras,The Brazilian Expeditionary Force",
    "Which battle fought through the push up Italy?": "Battle of Ortona",
    "Which operation was the strategic bombing against Germany?": "Operation Pointblank",
    "Name one conference which was a strategic meeting between Allied Powers?": "Casablanca Conference,Tehran Conference",
    "What was the disastorous Canadian invasion on the coast of France?": "Dieppe Raid",
    "What was the German line of defense on the coast of France?": "the Atlantic Wall",
    "Which operation was an amphibious assault onto the French coast?": "D-Day,Operation Overlord",
    "Name on beach that the U.S. was in charge of overtaking during Operation Overlord.": "Utah,Omaha",
    "Which battle was fought to liberate Antwerp, which was a key port?": "Battle of the Scheldt",
    "Which battle was the last German offensive?": "Battle of the Bulge",
    "What was the last conference between Allied Powers called?": "Yalta Conference",
    "What is the name for the day that German unconditionally surrendered?": "Victory in Europe Day,VE Day",

    "Which president ordered the dropping of the atomic bombs?": "Harry Truman,Truman",
    "During WW2, who was the emperor of Japan?": "Hirohito",
    "During WW2, who was the Prime Minister and General of Japan?": "Hideki Tojo,Tojo",
    "Who was the U.S. admiral during WW2?": "Chester Nimitz,Nimitz",
    "Which U.S. general was adamant on liberating the Philippines?": "Douglas MacArthur,MacArthur",
    "Who implemented the bombing campaign on Japan?": "Curtis Lemay,Lemay",
    "Who planned Pearl Harbor?": "Isoroku Yamamoto,Yamamoto",
    "What was the Japanese army called?": "Kwantung Army",
    "What is the Japanese \"way of the warrior\"?": "bushido",
    "What was the plan of attack on Japan since the 1900s?": "War Plan Orange",
    "What was the Soviet-Japanese clash on the Russian border?": "Nomonhon Incident,Battle of Khalkhin-Gol",
    "Which event primarily led the U.S. to join the Second World War?": "Pearl Harbor",
    "What was the arrogance caused by victory, leading to their downfall?": "victory disease",
    "In which battle did the Imperial Japanese Navy seize all American, British, Dutch, and Australian assets?": "Battle of the Java Sea",
    "What was the first bombing raid on mainland Japan?": "Doolittle Raid",
    "In what event did the Japanese force American and Filipino POWs to march?": "Bataan Death March",
    "Which battle wore out Japanese momentum?": "Battle of the Coral Sea",
    "Which battle served as a turning point in the Pacific Theater?": "Battle of Midway",
    "What is the name of the strategy where forces jump from island to island, avoiding heavily guarded islands?": "island hopping",
    "What was the first major land offensive against the Japanese?": "Guadalcanal,Operation Watchtower",
    "Which battle had the first Japanese resistance?": "Battle of Tarawa",
    "Which naval battle removed the Imperial Japanese Navy's ability to perform large scale carrier actions?": "Battle of the Philippine Sea,Marianas Turkey Shoot",
    "Which battle was the first battle with kamikazes?": "Battle of Leyte Gulf",
    "Which operation was an amphibious attack on Japan?": "Operation Iceberg,Okinawa",
    "Which event led to U.S. capture of one of Japan's islands?": "Iwo Jima",
    "What was the name of pilots who performed deliberate acts of suicide, taking down enemies with them?": "kamikazes",
    "Name one city who had an atomic bomb dropped on them.": "Nagasaki,Hiroshima",
    "Which operation included the firebombing of Tokyo?": "Operation Meetinghouse",
    "Which operation was the planned invasion of mainland Japan? [name one]": "Operation Downfall,Operation Olympic,Operation Coronet",
    "What is the name for the day that the Japanese unconditionally surrendered?": "Victory over Japan Day,VJ Day"
  },
  "subject": "ib history of the americas"
}
