{
  "setName": "reconstructionDef",
  "restrictLetters": "y",
  "termList": {
    "Who was an African American economist and opposed protests?": "Booker T. Washington",
    "Who was the controversial boxer who became the first African American heavyweight champion?": "Jack Johnson",
    "What event wasin protest of lynchings and racial violence?": "The Silent March in New York City",
    "What amendment stated that those born in the USA were granted citizenship?": "14th amendment",
    "What amendement allowed African Americans the right to vote?": "15th amendment",
    "What amendment ended slavery?": "13th amendment",
    "What banned the Ku Klux Klan?": "Force Acts",
    "Who was an African American female journalist who reported on lynchings and opposed the activity?": "Ida B. Wells",
    "Who was prior to the Jim CRrow Jaws: and limited the rights of African Americans?": "Black Codes",
    "What provided resources to recently freed slaves?": "Freedmen's Bureau",
    "What restarted the Ku Klux Klan?": "The Birth of a Nation",
    "What was the hate group that used violence to achieve white supremacy?": "Ku Klux Klan,KKK",
    "What outlined conditions for Confederate states to re-enter the Union?": "Military Reconstruction Act of 1867",
    "Which president was getting impeacehd for politica/ideological conflicts?": "Andrew Johnson",
    "Who released \"The Birth of a Nation\"?": "D.W. Griffith",
    "What court case stated that citizenship didn't mean right to vote: barring women from voting?": "Minor v. Happersett",
    "What event commemorates freed slaves from Texas?": "Juneteenth",
    "What gave 40 acres and a mule to freedmen?": "Special Orders #15,40 Acres and a Mule",
    "What group of people sought to enforce white supremacy?": "Redeemers",
    "What was the name of the event where Black people died from Confederate soldiers & the KKK in Louisiana?": "Colfax Massacre",
    "What type of cases limited the protection of priviledges and immunity of the 14th amendment?": "slaughterhouse cases,civil rights cases",
    "What provided spiritual unification and sleadership opportunities to Black people?": "Black church",
    "What was the stereotyped acting of Black people by white people?": "minstrel shows:blackface",
    "What challenged racist policies to improve communities?": "Black fraternal organizations",
    "What were sport leagues specifically for Black people?": "Negro leagues",
    "What are HBCUs?": "historically black college universities",
    "What were one of the first black colleges?": "Howard and Hampton",
    "What was a phrase for cotton mill workers?": "lint heads",
    "What was the justification for leaving the Union because it wasn't based off slavery?": "Lost Cause",
    "What were laws that codified segregation?": "Jim Crow Laws",

    "Who invented the telegram?": "Alexander Graham Bell",
    "Who was a livestock tycoon that revolutionaized the beef industry?": "Gustavus Swift",
    "Who was a railroad tycoon?": "Cornelius Vanderbilt",
    "What was a banker that financed inventions and was a banking tycoon?": "J.P. Morgan",
    "Who was an innovative entrepenuer who owned steel manufacturing enterprises?": "Andrew Carnegie",
    "Who was an immoral oil tycoon that ownwed Standard Oil?": "John D. Rockefeller",
    "Who promoted Social Darwinism?": "William Graham Sumner",
    "Who wrote \"rags to riches\" stories?": "Horatio Alger",
    "Who founded the AFoL (American Federation of Labor)?": "Samuel Gompers",
    "Who was the leader of the American Railroad Union and a founder of the Socialist party?": "Eugene V. Debs",
    "What was the name of a research lab with engineers: scientists: and inventors?": "Menlo Park",
    "What is another word for \"discount?\"": "rebate",
    "What was the name of a politically corrupt oil company?": "Standard Oil",
    "What type of integration merges with other companies?": "horizontal integration",
    "What type of integration controls the entire industrial process?": "vertical integration",
    "What were replacement workers called; tended to be immigrants?": "scabs",
    "What are some tactics to discourage unions and ensure employees follow the owner's demands?": "lockouts,blacklists,yellow-dog contracts,court injunctions",
    "What was the name of a union of skilled and unskilled laborers: which included African Americans and women?": "Knights of Labor",
    "What event undermined the influence of the Knights of Labor?": "Haymarket Square",
    "What was the name of a union of skilled laborers?": "American Federation of Labor,AFoL",
    "What were acts that regulated railroads: fright trusts: and had loopholes?": "Interstate Commerce act of 1887:Sherman Antitrust Act of 1890",

    "Who was corrupt and the head of Tammany Hall?": "Boss Tweed",
    "Who created the first settlement house and an activist against sweatshops & child labor?": "Jane Addams",
    "Who made the song: \"Stars and Stripes Forever\"?": "John Philip Sousa",
    "Who created the Women's Christian Temperance Movement?": "Frances Willard",
    "Who created the Anti-Saloon League?": "Carrie Nation",
    "Who was a realism author?": "Mark Twain",
    "What are some examples of temperance groups?": "Women's Christian Temperance Union,WCTU,Anti-Saloon League",
    "Pre-1800s immigrants from North and Western Europe are an example of this.": "old immigrants",
    "Eastern and Southern European immigrants are an example of this.": "new immigrants",
    "What were the idealized superior white people?": "WASP:White Anglo-Saxon Protestant",
    "What is a phrase for people who leave the US after immigrating to it?": "birds of passage",
    "What is the concept where family/friends of immigrants arrive to be with the immigrant?": "chain migration",
    "What book exposed the conditions of tenements to society?": "How the Other Half Lives",
    "What is the name of a municipal government that helps immigrants in return for a vote?": "political machines,municipal corruption,Tammany Hall",
    "What housed poor people and their founders helped them?": "settlement houses",
    "Who coined the Gospel of Wealth?": "Andrew Carnegie",
    "What was the movement for responsibility for philantropy among upper-class members?": "Gospel of Wealth",
    "What applies Christian philosophy to solve urban issues?": "Social Gospel",
    "What are examples of Social Gospels?": "Salvation Army:YMCA",
    "What created a quota system for immigrants based on a census?": "National Origins Act of 1924",

    "Who wrote \"The Significance of the Frontier in American History\"?": "Frederick Jackson Turner",
    "Who led the Populists and was a politician?": "William Jennings Bryan:William J. Bryan",
    "Who led the Populists and was a writer who advocated for suffrage and temperance?": "Mary E. Lease",
    "Who invented barbed wire?": "Joseph Glidden",
    "What promoted the settlement of the West: where government offered public land?": "Homestead Act",
    "What group was made up of anti-monopolist farmers: politically active: and pushed for laws?": "The National Grange:Granger Laws",
    "What book stressed the importance of the frontier?": "The Significance of the Frontier in American History",
    "What promoted the assimilation of Native Americans?": "Dawes Severalty Act of 1887",
    "What event was the army sent to disarm Native Americans: and ended any further resistance?": "Wounded Knee",
    "What authorized the construction of the first trans-continental railroad?": "Pacific Railway Act",
    "What act encouraged states to build colleges on land grants?": "Morrill Land Grant Act",
    "What idea said that tilling the land released moisture: returning as rain?": "rain follows the plow",
    "What school was an attempt to assimilate Native Americans?": "Carlisle Indian School",
    "What are some examples of the mechanization of agriculture?": "mechanical reapers:threashing machine:barbed wire",
    "What was the second greatest depression in US history?": "Panic of 1893",
    "What event consisted of unemployed workers marching to D.C.?": "Coxey's March",
    "Who led Coxey's March?": "Jacob Coxey",
    "What event was a strike against railroads?": "Pullman Strike",
    "What party was for the people and mainly supported farmers?": "Populists",
    "Who said the \"Cross of Gold\" speech?": "William Jennings Bryan:William J. Bryan",
    "What is a citizen's right to propose a law?": "initiative",
    "What is a citizen's right to remove someone from office?": "recall",
    "What does it mean for a vote to be based on what the people want?": "referendum",
    "What metal would inflate the economy?": "silver",
    "What is the standard for currency?": "gold",

    "Who wrote \"How the Other Side Lives\"?": "Jacob Riis",
    "Who wrote \"The Jungle\"?": "Upton Sinclair",
    "What book tried to expose the unsafe working conditions in meatpacking plants: but instead exposed unsanity conditions?": "The Jungle",
    "What is the era of reform popular in northern cities: urban middle class: and white collars?": "progressivism",
    "What informed the public about the 'dirty' realities to problems?": "muckraking",
    "What political reform nominated party candiates by vote?": "direct primary",
    "What political reform gave people secret ballots provided by the state?": "Australian ballot",
    "What ideology described radical reformers who wanted public ownership of railraods: utilities: and major industries?": "socialism",
    "What phrase describes the power of the president and the media to shape public opinion?": "bully pulpit",
    "What deal made by TR was to be neutral between workers and owners?": "Square Deal",
    "What was the first time a government sided with workers in a strike?": "Anthracite Strike",
    "What was the term used for when TR was enforcing the Sherman Antitrust Act?": "trust-busting",
    "What prevents the sale of adulterated/mislabeled food and drugs?": "Pure Food and Drug Act",
    "What created inspectors to check meatpacking plants to ensure they're sanitary?": "Meat Inspection Act",
    "What phrase described tariffs: banks: and trust?": "triple wall of privilege",
    "What was a banking reform that also created the Federal Reserve?": "Federal Reserve Act",
    "What strengthened the Sherman Antitrust Act?": "Clayton Antitrust Act",
    "What phrase was used in the Election of 1920 to undo the progressivist ideals?": "return to normalcy",
    "What amendment ratified income taxes?": "16th amendment",
    "What amendment ratified that US senators had to be elected by the people?": "17th amendment",
    "What amendment prohibited alcohol?": "18th amendment",
    "What amendment gave women the right to vote?": "19th amendment"
  },
  "subject": "history of the americas"
}
