{
  "setName": "u.s. expansionist definitions",
  "restrictLetters": "y",
  "termList": {
    "What was the fear of Japanese immigrants in Hawaii and the West Coast?": "yellow peril",
    "Why was Hawaii overthrown?": "to prevent tariffs on sugar",
    "What was the belief that America had to expand, spread democracy, and spread American values?": "Manifest Destiny",
    "What document stated that any attempt from European countries to interfere in political affairs in the Western Hemisphere would be stopped by the Americans?": "Monroe Doctrine",
    "What event was the increasing European control of Africa?": "Scramble for Africa",
    "What was the event were European leaders met to discuss how to split Africa?": "Berlin Conference",
    "What now-country was a vital stop for trade, and good for protecting Pacific Ocecan trade?": "Hawaii",
    "What were British \"super battleships\" that were superior to previous ships?": "Dreadnought",
    "What is the saying that said society evolved from undifferent homogenity to differentiated heterogenity?": "survival of the fittist",
    "What is the ideology for extreme national sentiment or agressive foreign policy?": "jingoes,jingoism",
    "What was built for the study of naval warfare and to develop naval strategy?": "Naval War College",
    "What was the belief that the duty of WASPs was to spread Christianity and democracy to undercivilized areas?": "White Man's Burden",
    "What group of people overthrew Hawaii?": "U.S. citizens",
    "what is the name of the event when gold was discovered in the jungle in disputed area between Venezuela & British Guiana?": "Venezuela Border Dispute",
    "What island in Hawaii could easily protect Trans-Atlantic trade?": "Pearl Harbor",
    "What was the name of the system where an independent territory was under official diplomatic or military protection of another country?": "protectorate",
    "What were stops along the sea to \"refuel\" ships with coal?": "coaling stations",
    "What is the class of big steel American ships?": "ABCD class of armored cruisers",
    "What country had a three-way protectorate between Britain, Germany, and the U.S.?": "Samoa",
    "What event was when Japan defeated China?": "Sino-Japanese War",
    "What removed the frontier line?": "Census of 1890",
    "What was a statement made by Henry Cabot Lodge and Theodore Rooseelt stating that they wanted to expand?": "Large Policy",
    "What stated that the American Angle-Saxons were superior and would dominate the globe?": "Our Country: Its Possible Future and Present Crisis",
    "What event led to bankrupt banks & businesses, leading to a stockpile of goods that couldn't be sold leading to decreased prices, job loss, and unemployment?": "Panic of 1893",
    "What American document planted isolationist beliefs?": "Washington's Farewell Address",
    "What event was the final Native American resistance?": "Wounded Knee",
    "Who believed that maritime technology would make a nation great?": "Alfred Thayer Mahan,Alfred T. Mahan",
    "Who was the president of the Naval War College?": "Alfred Thayer Mahan,Alfred T. Mahan",
    "Who wrote \"The Frontier Thesis\", also known as \"The Significance of the Frontier on American History\"?": "Frederick Jackson Turner,Frederick J. Turner",
    "Which president refused to annex the Philippines due to how we acquired it?": "Grover Cleveland",
    "Which philosophers perpetuated the belief of social darwinism? [one person]": "Herbert Specner,William Graham Sumner,William G. Sumner",
    "Who wrote \"Our Country\" which gave social darwinism more racial and religious evidence?": "Josiah Strong",
    "Who was the ruler of Hawaii?": "Queen Lilioukalani"
  },
  "subject": "history of the americas"
}
